[AdminPlayerList]
ColumnHeadings=("Имя","ID","IP-адрес")

[Browser_AddBuddy]
AddBuddyDesc.Caption="В список друзей"
BuddyEntryBox.Caption="Псевдоним друга: "
CancelButton.Caption="ОТМЕНА"
OkButton.Caption="ОК"

[Browser_BuddyList]
ColumnHeadings=("Имя друга")

[Browser_IRC]
SystemLabel="Система"
LeaveChannelCaption="ПОКИНУТЬ КАНАЛ"
LeavePrivateCaptionHead="ЗАКРЫТЬ "
ChooseNewNickText="Выбрать новый псевдоним для общения"
MyBackButton.Caption="НАЗАД"
MyChangeNickButton.Caption="СМЕНИТЬ ПСЕВДОНИМ"

[Browser_IconKey]
DialogText.Caption="Ключ значка сервера"
OkButton.Caption="ОК"

[Browser_MOTD]
VersionString="Версия"
MyBackButton.Caption="Назад"
MyRefreshButton.Caption="Обновить"
MyUpgradeButton.Caption="СМЕНИТЬ"

[Browser_OpenIP]
CancelButton.Caption="ОТМЕНА"
IpEntryBox.Caption="IP-адрес: "
OkButton.Caption="ОК"
OpenIPDesc.Caption="Введите новый IP-адрес"

[Browser_Page]
StartQueryString="Запрос к мастер-серверу"
AuthFailString="Ошибка аутентификации"
ConnFailString="Соединение было разорвано, повторная попытка..."
ConnTimeoutString="Тайм-аут"
QueryCompleteString="Запрос произведен"
RefreshCompleteString="Обновление произведено"
ReadyString="Готов"

[Browser_PlayersList]
ColumnHeadings=("Псевдоним","Счет","Идентификатор в системе статистики","Ping")

[Browser_Prefs]
ViewStatsStrings[0]="Все серверы"
ViewStatsStrings[1]="Только серверы глобальной статистики"
ViewStatsStrings[2]="Без серверов глобальной статистики"
MutatorModeStrings[0]="Все модификации"
MutatorModeStrings[1]="Без модификаций"
MutatorModeStrings[2]="Эта модификация"
MutatorModeStrings[3]="Кроме этой модификации"
WeaponStayStrings[0]="Все серверы"
WeaponStayStrings[1]="Только серверы, где оружие остается"
WeaponStayStrings[2]="Без серверов, где оружие остается"
TranslocatorStrings[0]="Все серверы"
TranslocatorStrings[1]="Толко серверы с транслокатором"
TranslocatorStrings[2]="Без серверов с транслокатором"
CustomQuery.Caption="Пользовательский запрос"
FilterTitle.Caption="Параметры фильтрации серверов:"
MaxGamespeed.Caption="Макс."
MinGamespeed.Caption="Минимальная скорость игры"
MutatorModeCombo.Caption="Модификации"
MyBackButton.Caption="Назад"
MyKeyButton.Caption="КЛЮЧ ЗНАЧКА"
NoBotServersCheckBox.Caption="Без серверов с ботами"
NoEmptyCheckBox.Caption="Без пустых серверов"
NoFullCheckBox.Caption="Без переполненных серверов"
NoPasswdCheckBox.Caption="Без серверов с паролем"
OnlyStandardCheckBox.Caption="Только стандартные серверы"
StatsViewCombo.Caption="Серверы статистики"
TranslocatorCombo.Caption="Транслокатор"
WeaponStayCombo.Caption="Оружие"

[Browser_RulesList]
TrueString="Вкл."
FalseString="Откл."
ServerModeString="Режим работы сервера"
DedicatedString="Выделенный"
NonDedicatedString="Совмещенный"
AdminNameString="Администратор сервера"
AdminEmailString="E-mail администратора"
PasswordString="Нужен пароль"
GameStatsString="Статистика Killing Floor"
GameSpeedString="Скорость игры"
MutatorString="Модификация"
BalanceTeamsString="Балансировка команд ботами"
PlayersBalanceTeamsString="Балансировка команд"
FriendlyFireString="Стрельба по своим"
GoalScoreString="Победный счет"
TimeLimitString="Время игры"
MinPlayersString="Минимум игроков (ботов)"
TranslocatorString="Транслокатор"
WeaponStayString="Оружие остается после подбора"
ColumnHeadings=("Параметр","Значение")

[Browser_ServerListPageBase]
AddFavoriteButton.Caption="В ИЗБРАННОЕ"
BackButton.Caption="Назад"
JoinButton.Caption="ПОДКЛЮЧИТЬСЯ"
RefreshButton.Caption="ОБНОВИТЬ СПИСОК"
SpectateButton.Caption="НАБЛЮДАТЬ"

[Browser_ServerListPageBuddy]
AddBuddyCaption="ЗАНЕСТИ В СПИСОК ДРУЗЕЙ"
RemoveBuddyCaption="УДАЛИТЬ ИЗ СПИСКА ДРУЗЕЙ"

[Browser_ServerListPageFavorites]
RemoveFavoriteCaption="УДАЛИТЬ ИЗ ИЗБРАННОГО"
AddIPCaption="ДОБАВИТЬ IP-АДРЕС"
RePingCaption="ОБНОВИТЬ ПИНГ"

[Browser_ServerListPageMS]
QueryFinHead="Получено ответов на запросы: "
QueryFinTail=" серверов"
PingRecvString="Проверка серверов"
MustUpgradeString="Доступно обновление. Перезагрузите страницу новостей."
RefreshFinHead="Проверка завершена! "
RefreshFinMid=" серверов, "
RefreshFinTail=" игроков"
RePingServersCaption="ОБНОВИТЬ ПИНГ"
RefreshCaption="ОБНОВИТЬ СПИСОК"

[Browser_ServerListPageMSCustom]
MyGameTypeLabel.Caption="Тип игры"

[Browser_ServersList]
ColumnHeadings=(,"Имя сервера","Карта","Игроки","Пинг")

[DefaultCrosshairs]
Crosshair=((FriendlyName="Перекрестье"))

[ExtendedConsole]
AddedCurrentHead="Добавлен сервер:"
AddedCurrentTail="В избранное!"
ServerFullMsg="Сервер переполнен"
SMStateName[0]="Меню голосовых сообщений"
SMStateName[1]="Голосовое общение"
SMStateName[2]="Подтверждение"
SMStateName[3]="Стрельба по своим"
SMStateName[4]="Приказ"
SMStateName[5]="Прочее"
SMStateName[6]="Оскорбление"
SMStateName[7]="Анимация оскорбления"
SMStateName[8]="Выбор игрока"
SMChannelOptions[0]="Присоединиться"
SMChannelOptions[1]="Отключиться"
SMChannelOptions[2]="Поговорить"
SMAllString="[ВСЕ]"
SMMoreString="[БОЛЬШЕ]"

[GUIController]
DesignModeHints=((Key=" Key",Description="                                Description"),(Key=" (F1)",Description="                                View this help screen"),(Key=" Ctrl + Alt + D",Description="                      Toggles design mode"),(Key=" Ctrl + Alt + E",Description="                      Toggles property editor mode"),(Key=" [Ctrl +] H",Description="                          Toggles active/focused info"),(Key=" [Ctrl +] I",Description="                          Toggle interactive mode"),(Key=" [Ctrl +] P",Description="                          Toggles full MenuOwner chains for active/focused"),(Key=" [Ctrl +] C",Description="                          Copy MoveControl position to clipboard"),(Key=" [Ctrl +] X",Description="                          Export MoveControl to clipboard"),(Key=" [Ctrl +] U",Description="                          Refresh the property window in the designer"),(Key=" [Ctrl +] Up/Down/Left/Right",Description="         Reposition MoveControl using arrow keys"),(Key=" [Ctrl +] +/-",Description="                        Resize MoveControl vertically"),(Key=" [Ctrl +] Num+/Num-",Description="                  Resize selected component horizontally"),(Key=" [Ctrl +] WheelUp",Description="                    Set MoveControl to MoveControl's menuowner"),(Key=" [Ctrl +] WheenDown",Description="                  Set MoveControl to MoveControl's focused control"),(Key=" [(Ctrl + Alt) +] MouseX/Y+LMouse",Description="    Reposition MoveControl using mouse"),(Key=" (Shift)",Description="                             Hides all design mode indicators"),(Key=" (Ctrl + Alt)",Description="                        View focus chain"),(Key=" [Ctrl +] Tab",Description="                        Select new MoveControl"),(Key=" [Ctrl +] LMouse",Description="                     Select new MoveControl"))

[GUIQuestionPage]
ButtonNames=("ОК","Отмена","Повтор","Продолжить","Да","Нет","Прервать","Пропустить")

[HudBase]
InstructionFontName="ROFonts_Rus.ROBtsrmVr7"
LevelActionLoading="ЗАГРУЗКА..."
LevelActionPaused="ПАУЗА"
LevelActionFontName="ROFonts_Rus.ROBtsrmVr12"
WonMatchPostFix=" - победитель!"
WaitingToSpawn="Для присоединения к игре нажмите [Fire]!"
AtMenus="Чтобы закрыть меню, нажмите [ESC]"
YouveWonTheMatch="Вы победили!"
YouveLostTheMatch="Вы проиграли."
NowViewing="Наблюдает"
ScoreText="Счет"
InitialViewingString="Кнопка стрельбы - обзор другого игрока"
FontArrayNames[0]="ROFonts_Rus.ROBtsrmVr38"
FontArrayNames[1]="ROFonts_Rus.ROBtsrmVr28"
FontArrayNames[2]="ROFonts_Rus.ROBtsrmVr24"
FontArrayNames[3]="ROFonts_Rus.ROBtsrmVr22"
FontArrayNames[4]="ROFonts_Rus.ROBtsrmVr18"
FontArrayNames[5]="ROFonts_Rus.ROBtsrmVr14"
FontArrayNames[6]="ROFonts_Rus.ROBtsrmVr12"
FontArrayNames[7]="ROFonts_Rus.ROBtsrmVr9"
FontArrayNames[8]="ROFonts_Rus.ROBtsrmVr7"

[IRCLink]
InvalidAddressText="Неверные параметры сервера. Отмена..."
ErrorBindingText="Не удалось выделить порт. Отмена..."
ResolveFailedText="Не удалось получить адрес сервера. Отмена..."
ConnectedText="Подключение произведено."
ConnectingToText="Подключение к "
TimeOutError="Тайм-аут."
InviteString="приглашает вас присоединиться"
NickInUseText="Псевдоним уже занят"
NickInvalidText="Неверный псевдоним"

[IRC_NewNick]
NewNickEntry.Caption="Новый псевдоним: "
OkButton.Caption="ОК"

[IRC_Page]
HasLeftText="покинул"
HasJoinedText="присоединился"
WasKickedByText="был исключен игроком"
NowKnownAsText="сменил псевдоним на"
QuitText="Выход"
SetsModeText="выбрал режим"
NewTopicText="Тема"

[IRC_System]
NotInAChannelText="Не подключен к каналу!"
KickedFromText="Вас исключили из"
ByText=", кем:"
IsAwayText="нет на месте"
ConnectText="ПОДКЛЮЧИТЬСЯ"
DisconnectText="ОТКЛЮЧИТЬСЯ"
MyChannelLabel.Caption="Канал"
MyJoinChannelButton.Caption="ПОДКЛЮЧИТЬСЯ К КАНАЛУ"
MyRemoveChannelButton.Caption="УДАЛИТЬ КАНАЛ"
MyRemoveServerButton.Caption="УДАЛИТЬ СЕРВЕР"
MyServerLabel.Caption="Сервер"

[JoeTest]
TestButton1.Caption="Закрыть окно"
TitleText.Caption="Joe's Amazing Test GUI"

[JoeTestPanelA]
TestButtonA.Caption="Wow"
TestButtonB.Caption="Damn"

[ScoreBoardDeathMatch]
RankText="РЕЙТИНГ"
PlayerText="Игрок"
PointsText="Деньги"
TimeText="Время:"
PingText="Пинг:"
PLText="P/L:"
DeathsText="ПОГИБ"
AdminText="АДМИНИСТРАТОР"
NetText="СЕТЬ"
FooterText="Прошло времени:"
MatchIDText="Идентификатор игры в системе статистики"
OutText="ВНЕ ИГРЫ"
OutFireText="   Вы ВНЕ ИГРЫ. Чтобы наблюдать за игроками, нажмите кнопку стрельбы."
ReadyText="ГОТОВ"
NotReadyText="НЕ ГОТОВ"
SkillLevel[0]="ОПОЛЧЕНЕЦ"
SkillLevel[1]="НОВОБРАНЕЦ"
SkillLevel[2]="СОЛДАТ"
SkillLevel[3]="ФРОНТОВИК"
SkillLevel[4]="ГВАРДЕЕЦ"
SkillLevel[5]="ВЕТЕРАН"
SkillLevel[6]="ОСВОБОДИТЕЛЬ"
SkillLevel[7]="ГЕРОЙ"
MaxLives="МАКС. ЖИЗНЕЙ:"
FragLimit="МАКС. УБИЙСТВ:"
FPH="PPH"
GameType="ИГРА"
MapName=" в "
Restart="   Вы убиты. Для возрождения нажмите кнопку стрельбы!"
Continue=" Для продолжения нажмите [Fire]!"
Ended="Игра закончилась."
TimeLimit="ОСТАЛОСЬ ВРЕМЕНИ:"
Spacer=" "

[ScoreBoardTeamDeathMatch]
FragLimit="ПОБЕДНЫЙ СЧЕТ:"

[ServerBrowser]
MutantTypeName="Мутант"
InvasionTypeName="Вторжение"
LMSTypeName="Последний оплот"
MutantType="xMutantGame"
InvasionType="Вторжение"
LMSType="xLastManStanding"
MyBRServerListPage.PageCaption="Саботаж"
MyBuddiesPage.PageCaption="Кооп"
MyCTFServerListPage.PageCaption="Захватить флаг"
MyCustomServerListPage.PageCaption="Пользовательская"
MyDMServerListPage.PageCaption="СМ"
MyDomServerListPage.PageCaption="Доминирование"
MyFavoritesPage.PageCaption="Избранные"
MyIRCPage.PageCaption="Общение"
MyLANPage.PageCaption="LAN"
MyMOTDPage.PageCaption="Новые"
MyPrefsPage.PageCaption="Фильтр"
MyTDMServerListPage.PageCaption="Командный СМ"
ServerBrowserHeader.Caption="Серверы"

[Tab_NetworkSettings]
NetSpeedText[0]="netspeed 2600"
NetSpeedText[1]="netspeed 5000"
NetSpeedText[2]="netspeed 10000"
NetSpeedText[3]="netspeed 20000"
StatsURL="http://www.killingfloorthegame.com/"
EpicIDMsg="Ваш идентификатор:"
EpicID.Caption="Ваш идентификатор:"
InvalidWarning.Caption="Неверный псевдоним или пароль. Псевдоним должен быть не короче 4 символов, а пароль не короче 6 символов."
NetworkDynamicNetspeed.Caption="Подстройка скорости"
NetworkDynamicNetspeed.Hint="Скорость соединения может регулироваться автоматически."
OnlineNetSpeed.Caption="Скорость соединения"
OnlineNetSpeed.Hint="Скорость максимальной передачи пакетов между сервером и клиентом"
OnlineStatDesc.Caption="Глобальная статистика игры"
OnlineStatsName.Caption="Псевдоним в системе статистики"
OnlineStatsName.Hint="Введите псевдоним для подключения к глобальной системе статистики."
OnlineStatsPW.Caption="Пароль в системе статистики"
OnlineStatsPW.Hint="Укажите пароль для подключения к глобальной системе статистики."
OnlineTrackStats.Caption="Глобальная статистика"
OnlineTrackStats.Hint="Чтобы подключиться к глобальной системе статистики, включите этот параметр."
ViewOnlineStats.Caption="Просмотр статистики"
ViewOnlineStats.Hint="Посещение веб-сайта с данными статистики."

[Tab_PlayerSettings]
HandNames[0]="Справа"
HandNames[1]="Нет"
HandNames[2]="Слева"
HandNames[3]="По центра"
TeamNames[0]="Игрок"
TeamNames[1]="Игрок"
ShowBioCaption="Биография"
Show3DViewCaption="Трехмерный вид"
Player3DView.Caption="Трехмерный вид"
Player3DView.Hint="Трехмерная модель/биография персонажа."
PlayerCharList.Hint="Выберите персонажа, которым будете играть."
PlayerFOV.Caption="Стандартное поле зрения"
PlayerFOV.Hint="Ваше поле зрения во время игры."
PlayerHand.Caption="Видимость оружия"
PlayerHand.Hint="Видимость вашего оружия."
PlayerName.Caption="Псевдоним"
PlayerName.Hint="Ваш псевдоним."
PlayerOGG.Caption="Плейлист"
PlayerOGG.Hint="Настройка плейлиста."
PlayerSmallWeap.Caption="Уменьшить оружие"
PlayerSmallWeap.Hint="Уменьшение модели оружия при виде от первого лица."
PlayerTeam.Caption="Любимая команда"
PlayerTeam.Hint="Команда, к которой вы присоединяетесь по умолчанию."

[Tab_WeaponPref]
WeaponAutoSwitch.Caption="Смена оружия при подборе"
WeaponAutoSwitch.Hint="Если этот параметр включен, оружие автоматически меняется на более совершенное."
WeaponDefaults.Caption="По умолчанию"
WeaponDefaults.Hint="Возврат стандартных приоритетов."
WeaponPrefWeapDown.Caption="Понизить приоритет"
WeaponPrefWeapDown.Hint="Понизить приоритет этого оружия (влияет на автоматическую смену при подборе)."
WeaponPrefWeapList.Hint="Установить приоритеты оружия."
WeaponPrefWeapUp.Caption="Повысить приоритет"
WeaponPrefWeapUp.Hint="Повысить приоритет этого оружия (влияет на автоматическую смену при подборе)."
WeaponPriorityLabel.Caption="Приоритет оружия"
WeaponSwap.Caption="Сменить режимы"
WeaponSwap.Hint="Чтобы поменять местами режимы ведения огня, включите этот параметр."

[TestImagePage]
AddImage.Caption="Добавить"
ImageAlign.Caption="Выровнять"
ImageRenderStyle.Caption="Стиль отображения"
ImageStyle.Caption="Стиль изображения"
SelectImage.Caption="Выбор изображения"

[TestVignette]
LoadingFontName="ROFonts_Rus.ROMain36"
LoadingString=". . . З А Г Р У З К А . . ."

[UT2DefaultFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr9")

[UT2HeaderFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr14","ROFonts_Rus.ROBtsrmVr18","ROFonts_Rus.ROBtsrmVr22")

[UT2IRCFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr12")

[UT2LargeFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr24","ROFonts_Rus.ROBtsrmVr30","ROFonts_Rus.ROBtsrmVr38")

[UT2LoadingWeapons]
LoadWeapText.Caption="Загрузка базы данных оружия"

[UT2MenuFont]
FontArrayNames=("UT2003Fonts.FontNeuzeit9","UT2003Fonts.FontNeuzeit11","UT2003Fonts.FontNeuzeit11","UT2003Fonts.FontNeuzeit14")

[UT2MidGameFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr18","ROFonts_Rus.ROBtsrmVr14","ROFonts_Rus.ROBtsrmVr12","ROFonts_Rus.ROBtsrmVr12","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr7")

[UT2ServerListFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr12")

[UT2SettingsPage]
VideoTabLabel="Видео"
VideoTabHint="Выбор разрешения, яркости экрана и т.д."
DetailsTabLabel="Дополнительно"
DetailsTabHint="Настройка параметров детализации"
AudioTabLabel="Звук"
AudioTabHint="Настройка громкости и качества звука."
PlayerTabLabel="Учетная запись"
PlayerTabHint="Настройка персонажа."
NetworkTabLabel="Сеть"
NetworkTabHint="Настройка локальной сети и интернет-соединения."
ControlsTabLabel="Управление"
ControlsTabHint="Настройка управления"
IForceTabLabel="Мышь"
IForceTabHint="Настройка мыши"
WeaponsTabLabel="Оружие"
WeaponsTabHint="Выбор приоритетного оружия и другие параметры"
GameTabLabel="Игра"
GameTabHint="Настройка различных параметров игры."
HudTabLabel="Интерфейс"
HudTabHint="Настройка интерфейса."
SpeechBinderTabLabel="Голосовое общение"
SpeechBinderTabHint="Параметры обмена голосовыми сообщениями"
BackButton.Caption="Назад"
BackButton.Hint="Возврат в предыдущее меню"
SettingHeader.Caption="Параметры"

[UT2SmallFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr12","ROFonts_Rus.ROBtsrmVr12","ROFonts_Rus.ROBtsrmVr14")

[UT2SmallHeaderFont]
FontArrayNames=("ROFonts_Rus.ROBtsrmVr8","ROFonts_Rus.ROBtsrmVr9","ROFonts_Rus.ROBtsrmVr12","ROFonts_Rus.ROBtsrmVr14")

[UT2StatsPrompt]
NoButton.Caption="НЕТ"
PromptDesc.Caption="Для подключения к этому серверу вам нужно включить поддержку системы глобальной статистики, а также выбрать уникальный псевдоним и пароль для этой системы. Сейчас вы можете подключиться только к серверам с отключенной глобальной статистикой.||Ввести псевдоним и пароль сейчас?"
PromptHeader.Caption="Этот сервер поддерживает систему глобальной статистики!"
YesButton.Caption="ДА"

[moButton]
ButtonCaption="Изменить"

